package main.data;

public class TextData {
	public static String[] choice1= {"探し回る","この場にいる","叫ぶ"};

	//最初の文は便宜上空白にする
	public static String[][] intro_txt= {
			{""},
			{"私はタコが嫌いです。ぬめぬめしているし、","吸盤ぺたぺたしているし、"},
			{"そんなのが腕によじ登ってきたらと思うと","ゾッとします。"},
			{"なんでみんながタコ焼なんかをを美味しそうに","食べているのか、わかりません、"},
			{"ありえません、冒涜的です。"},
			{"そんなことを考えながら歩いていたいつもの通学路、","海の見える丘でその事件は起こります…"},
			{"ミツケタゾ、アイツダ。"},
			{"今日、雨降るなんて聞いてないよー","折り畳み傘持ってきておいてよかった。"},
			{"さっさと家に帰ろ"},
			{"オイ、ソコノオマエ。"},
			{"えっ"},
			{"オマエダ、オマエ、ミツケタゾ"},
			{"たこ焼き…？"},
			{"ソウダ、オマエダ"},
			{"たこ焼きが…喋ってるっ！！"},
			{"キズクノガ、オソイゾ。"},
			{"なんで、どうして、どうやって！","疲れてるのかな…本の読みすぎ？TRPGのやりすぎ？"},
			{"そしてなんでよりにもよってたこ焼きなの！","私の一番苦手な料理、”た・こ・や・き”！"},
			{"カタマッタゾ、"},
			{"ドウスルカ。"},
			{"チョウドイイ、コノママ、ハコンデイコウ。"},
			{""},
			{"ヨウコソ、”たこわーるど”へ…"},
			{""}
	};

	public static String[][] s1_txt= {
			{""},
			{"・・・・・・・・・・"},
			{"うーーーーーん・・・・・・・"},
			{"はっ・・・・・・","ここは・・・・どこ？"},
			{"なんか・・・","たこ焼きが喋ってた変な夢を見た気がする"},
			{"そもそもなんだこの空間は","謎の世界にやってきてしまったのか"},
			{"どうしよう・・・・","誰か助けてくれる人いないかな"},
			{""}
	};

	public static String[][] s2_txt= {
			{""},
			{"きょろきょろ"},
			{"だれか他にいたりするかな？"},
			{""}
	};

	public static String[][] s3_txt= {
			{""},
			{"とりあえずこわいから、","この場にいよう。"},
			{"待つこと数十分"},
			{"だれもこないなあ"},
			{""}
	};

	public static String[][] s4_txt= {
			{""},
			{"おーーーーーーーい"},
			{"だれかいませんかーーーーーーーー？"},
			{"いたら返事下さーーーーーーーーい！"},
			{""}
	};

}
